{
  "movies": [],
  "series": [
    {
      "tmdb_id": 85937,
      "title": "Demon Slayer: Kimetsu no Yaiba",
      "overview": "Japão, era Taisho. Tanjiro, um bondoso jovem que ganha a vida vendendo carvão, descobre que sua família foi massacrada por um demônio. E pra piorar, Nezuko, sua irmã mais nova e única sobrevivente, também foi transformada num demônio. Arrasado com esta sombria realidade, Tanjiro decide se tornar um matador de demônios para fazer sua irmã voltar a ser humana, e para matar o demônio que matou sua família. Um triste conto sobre dois irmãos, onde os destinos dos humanos e dos demônios se entrelaçam, começa agora.",
      "poster_url": "/7Uj6vqmznWQ3w3hpQ1eIY9mMyMw.jpg",
      "seasons": [
        {
          "season_number": 1,
          "name": "Arco da Vontade Inabalável de Tanjiro Kamado",
          "poster_url": "/wKUW8a5t77HGGHJ1aEEMy9lgM5e.jpg",
          "episodes": [
            {
              "episode_number": 1,
              "title": "Crueldade",
              "overview": "Tanjiro era um garoto comum, que vivia com com sua mãe e seus irmãos numa casa no meio das montanhas. A vida era simples, mas boa. Mas está prestes a mudar para sempre.",
              "still_path": "/l2C38X6RsbD5gom4iGvFe6yuPEy.jpg",
              "embed_link": "https://embedder.net/e/85937/1/1",
              "mp4_link": null
            },
            {
              "episode_number": 2,
              "title": "Treinador Sakonji Urokodaki",
              "overview": "Tanjiro inicia sua jornada para tornar-se um caçador de onis. Mas Sakonji Urokodaki, o misterioso homem da máscara de tengu, não tem tanta certeza de que o garoto é digno dessa função.",
              "still_path": "/r2MZH3snLABIpqUPj8YOF9HIaBf.jpg",
              "embed_link": "https://embedder.net/e/85937/1/2",
              "mp4_link": null
            },
            {
              "episode_number": 3,
              "title": "Sabito e Makomo",
              "overview": "Tanjiro começa seu treinamento para se tornar um exterminador de onis, e tudo parece estar indo bem com os ensinamentos de Urokodaki... Mas havia uma pedra no meio do caminho - literalmente.",
              "still_path": "/m9sWQLtoU1G5jdHOYUnykin0xxw.jpg",
              "embed_link": "https://embedder.net/e/85937/1/3",
              "mp4_link": null
            },
            {
              "episode_number": 4,
              "title": "Seleção Final",
              "overview": "Depois do árduo treinamento com Urokodaki, Tanjiro finalmente vai para o monte Fujikasane para participar da última prova antes de se tornar um Espadachim Executor: sobreviver sete dias num local cheio de onis.",
              "still_path": "/kH6Ir9EWGoqkTMoiQnx5fJmwY2I.jpg",
              "embed_link": "https://embedder.net/e/85937/1/4",
              "mp4_link": null
            },
            {
              "episode_number": 5,
              "title": "Meu Próprio Aço",
              "overview": "Tanjiro conhece os outros poucos sobreviventes da Seleção Final, e precisa tomar sua primeira decisão como um caçador de onis. Também chega a hora de reencontrar pessoas queridas, depois de tanto esforço.",
              "still_path": "/fWsUsEVYaOHh6bPkgH7HeQxotmP.jpg",
              "embed_link": "https://embedder.net/e/85937/1/5",
              "mp4_link": null
            },
            {
              "episode_number": 6,
              "title": "Espadachim que acompanha um demônio",
              "overview": "Tanjiro parte para sua primeira tarefa como Exterminador: investigar uma série de desaparecimentos de garotas jovens, numa cidade. O que ele aprendeu com Urokodaki será o suficiente?",
              "still_path": "/qd0lN2R3wzbUyXbSEQEO19nkGah.jpg",
              "embed_link": "https://embedder.net/e/85937/1/6",
              "mp4_link": null
            },
            {
              "episode_number": 7,
              "title": "Muzan Kibutsuji",
              "overview": "Tanjiro agora tem um alvo claro: Muzan Kibutsuji, o oni capaz de converter humanos normais em demônios comedores de pessoas. Mas a caça não será tão simples quanto ele imagina.",
              "still_path": "/aR1bB3ltg1FjGc6N3xBpiYz7Huo.jpg",
              "embed_link": "https://embedder.net/e/85937/1/7",
              "mp4_link": null
            },
            {
              "episode_number": 8,
              "title": "O Encantador Cheiro de Sangue",
              "overview": "Tanjiro deixa Muzan Kibutsuji escapar, mas encontra outros aliados inesperados em Tóquio: Tamayo e Yushiro, dois médicos... que também são onis.",
              "still_path": "/hnvD3jFov03BLjvGrqTueXZfvwL.jpg",
              "embed_link": "https://embedder.net/e/85937/1/8",
              "mp4_link": null
            },
            {
              "episode_number": 9,
              "title": "Demônio Temari e Demônio Flecha",
              "overview": "Tanjiro está sob o ataque de dois onis muito mais fortes de todos que ele havia visto até agora. E além de lutar, ele ainda precisa se preocupar em proteger Yushiro e Tamayo.",
              "still_path": "/pMST9IQizKO4EE6P54yFFMBz7vE.jpg",
              "embed_link": "https://embedder.net/e/85937/1/9",
              "mp4_link": null
            },
            {
              "episode_number": 10,
              "title": "Juntos Pra Sempre",
              "overview": "O ataque de Yahaba e Susamaru continua implacável, e Tanjiro continua extraindo o máximo de sua força para conseguir vencer. E em meio à batalha, é revelado mais sobre a natureza de Kibutsuji.",
              "still_path": "/nDbVix8vunXKj6zLcVEaxwF7YTq.jpg",
              "embed_link": "https://embedder.net/e/85937/1/10",
              "mp4_link": null
            },
            {
              "episode_number": 11,
              "title": "Mansão Tsuzumi",
              "overview": "Tanjiro reencontra-se com Zenitsu Agatsuma, um dos sobreviventes da Seleção Final. Mas, diferente do que se esperaria de um herói, o rapaz loiro é mais medroso e mulherengo do que a média.",
              "still_path": "/xKOewshyBZcisLUWrOQjEGe650L.jpg",
              "embed_link": "https://embedder.net/e/85937/1/11",
              "mp4_link": null
            },
            {
              "episode_number": 12,
              "title": "O Javali mostra suas presas, Zenitsu dorme",
              "overview": "Tanjiro, Zenitsu e as crianças ainda estão presos na mansão, e situação se complica quando um homem com cabeça de javali aparece armado até os dentes - inclusive os dentes.",
              "still_path": "/qrPsA5eNGH4sPwMImUhOvlShd7U.jpg",
              "embed_link": "https://embedder.net/e/85937/1/12",
              "mp4_link": null
            },
            {
              "episode_number": 13,
              "title": "Algo Mais Importante que a Vida",
              "overview": "Prestes a quebrar, Tanjiro continua enfrentando o oni dos tambores com tudo o que tem. E essa forte determinação não escapa aos ouvidos atentos de Zenitsu.",
              "still_path": "/5ixd8rC1tTDHf5kSo5o7hbghpOi.jpg",
              "embed_link": "https://embedder.net/e/85937/1/13",
              "mp4_link": null
            },
            {
              "episode_number": 14,
              "title": "A Casa com a Brasão de Glicínias",
              "overview": "O caos da mansão finalmente se aquieta, e Tanjiro, Zenitsu e o recém-chegado homem da cabeça de javali começam a se conhecer melhor. O que provavelmente vai levar a mais caos.",
              "still_path": "/AgDZ0yW2Me7pB7ZLVb4ynbBxRZp.jpg",
              "embed_link": "https://embedder.net/e/85937/1/14",
              "mp4_link": null
            },
            {
              "episode_number": 15,
              "title": "Monte Natagumo",
              "overview": "Depois de um breve descanso, Tanjiro, Zenitsu e Inosuke recebem sua próxima missão: investigar uma montanha sinistra e perigosa... os três juntos",
              "still_path": "/8CNCZfubtFYzvuo4GgIDCSXBYvj.jpg",
              "embed_link": "https://embedder.net/e/85937/1/15",
              "mp4_link": null
            },
            {
              "episode_number": 16,
              "title": "Deixa outra pessoa ir na sua frente",
              "overview": "Tanjiro e Inosuke continuam enfrentando as aranhas mortíferas do monte Natagumo, e o guereiro da cabeça de javali finalmente começa a entender o que motiva seu parceiro no campo de batalha.",
              "still_path": "/swSQtQPgFpqjw3s0LNtUMWyHFnU.jpg",
              "embed_link": "https://embedder.net/e/85937/1/16",
              "mp4_link": null
            },
            {
              "episode_number": 17,
              "title": "Seja mestre de uma única coisa",
              "overview": "A batalha contra as aranhas do Monte Natagumo continua, e agora quem precisa finalmente encarar seus medos é Zenitsu - o que o levará numa viagem ao seu próprio passado.",
              "still_path": "/oKOrMhozP1BX6gWiJAcuZVSm6Zd.jpg",
              "embed_link": "https://embedder.net/e/85937/1/17",
              "mp4_link": null
            },
            {
              "episode_number": 18,
              "title": "Um laço falso",
              "overview": "A família de onis do Monte Natagumo continua causando problemas para Tanjiro e seus amigos. Quando a situação torna-se desesperadora, o exterminador percebe que talvez aquela não seja uma família de verdade.",
              "still_path": "/ra7dCRS9E39fnhHieFKF47ldESl.jpg",
              "embed_link": "https://embedder.net/e/85937/1/18",
              "mp4_link": null
            },
            {
              "episode_number": 19,
              "title": "Hinokami",
              "overview": "Finalmente é revelada a identidade do membro dos Doze Kizuki dentre a família de aranhas do monte Natagumo - e isso faz Tanjiro lembrar do próprio passado, quando seu pai era vivo.",
              "still_path": "/b4o8DMgM61MJymZMFyR2nRnOifl.jpg",
              "embed_link": "https://embedder.net/e/85937/1/19",
              "mp4_link": null
            },
            {
              "episode_number": 20,
              "title": "Família de faz-de-conta",
              "overview": "Ainda há sobreviventes na família de onis aranha do monte Natagumo - e é através de um deles que descobrimos a verdade por trás dessa estranha união entre estranhos.",
              "still_path": "/zEBhEj2Dt58vqAUsEWv6DOCz5RJ.jpg",
              "embed_link": "https://embedder.net/e/85937/1/20",
              "mp4_link": null
            },
            {
              "episode_number": 21,
              "title": "Contra as regras do esquadrão",
              "overview": "Giyu Tomioka e Kocho Shinobu são dois dos Hashiras, a classe mais elevada do Esquadrão de Exterminadores. Mas uma violação de regras faz eles se virarem um contra o outro.",
              "still_path": "/2EX3WZVmtELyqdcDtGLf5KJjZ6.jpg",
              "embed_link": "https://embedder.net/e/85937/1/21",
              "mp4_link": null
            },
            {
              "episode_number": 22,
              "title": "O Senhor da Mansão",
              "overview": "Os Hashiras, as figuras mais proeminentes de todo o Esquadrão de Exterminadores, finalmente se apresentam. E além de poderosos, parecem ser um grupo de guerreiros extremamente excêntricos.",
              "still_path": "/2bo6M1fLHXz47b3NoW3Y5zesTKB.jpg",
              "embed_link": "https://embedder.net/e/85937/1/22",
              "mp4_link": null
            },
            {
              "episode_number": 23,
              "title": "Reunião dos Hashiras",
              "overview": "Resolvida a questão sobre a coexistência pacífica de Nezuko com os humanos, começa o verdadeiro assunto da reunião com o mestre: Muzan Kibutsuji e o aumento nos ataques de onis.",
              "still_path": "/gdlEXQbUuVtIzKxuOMWd2BhT4n8.jpg",
              "embed_link": "https://embedder.net/e/85937/1/23",
              "mp4_link": null
            },
            {
              "episode_number": 24,
              "title": "Treino de Reabilitação",
              "overview": "A situação se acalma no QG dos Exterminadores, e é hora da recuperação. Mas Tanjiro, Zenitsu e Inosuke têm muito mais do que descanso pela frente, até voltarem ao normal.",
              "still_path": "/hhZsnP34Tjx568RJwSTN9nkkCcX.jpg",
              "embed_link": "https://embedder.net/e/85937/1/24",
              "mp4_link": null
            },
            {
              "episode_number": 25,
              "title": "Kanao Tsuyuri, a Tsuguko",
              "overview": "Kanao é a Tsuguko de Shinobu - uma espadachim treinada diretamente um por Hashira. E apesar do pouco tamanho, já dominou a Respiração da Concentração Total que Tanjiro tanto sofre para aprender. De onde ela vem?",
              "still_path": "/4VmgnTSJvOPbfy7k51t94T4q88e.jpg",
              "embed_link": "https://embedder.net/e/85937/1/25",
              "mp4_link": null
            },
            {
              "episode_number": 26,
              "title": "Uma Nova Missão",
              "overview": "A recuperação de Tanjiro, Zenitsu e Inosuke acabou, e agora é hora de partir na próxima missão oficial: há pessoas desaparecendo em certo \"Trem Infinito\", e o time embarcará nessa viagem rumo ao futuro.",
              "still_path": "/ooZNrd1lFth6NVzToRd8MOKuNGK.jpg",
              "embed_link": "https://embedder.net/e/85937/1/26",
              "mp4_link": null
            }
          ]
        },
        {
          "season_number": 2,
          "name": "Arco do Trem Infinito",
          "poster_url": "/vJnV4NpKZWewtxOrUVU2S0wUPRx.jpg",
          "episodes": [
            {
              "episode_number": 1,
              "title": "O Pilar das Chamas, Kyojuro Rengoku",
              "overview": "Um oni assola a cidade, atacando pessoas indefesas na calada da noite. Mas Kyojuro Rengoku, o Pilar das Chamas está no caso, que parece ter uma relação com o Trem Infinito. Agora ele parte sozinho em busca de alternativas para proteger a população indefesa que vive em volta da linha do trem.",
              "still_path": "/s25sv0IoUYWL24MhoYbYU5idlZ5.jpg",
              "embed_link": "https://embedder.net/e/85937/2/1",
              "mp4_link": null
            },
            {
              "episode_number": 2,
              "title": "Sono Profundo",
              "overview": "Tanjiro e companhia se encontram com Rengoku dentro do trem. Lá eles acreditam que estão a caminho de uma nova missão, mas o Pilar das Chamas os corrige: o oni vai atacar no trem! Mas será que este é o único inimigo que vão encontrar?",
              "still_path": "/3D1Ke4O5eRcKr255ddlDTnwmoa6.jpg",
              "embed_link": "https://embedder.net/e/85937/2/2",
              "mp4_link": null
            },
            {
              "episode_number": 3,
              "title": "Se fosse verdade",
              "overview": "Imersos no sono profundo causado pelo Oni, os exterminadores vivenciam experiências ditadas por seus corações. Em reencontro com sua família, Tanjiro agora precisa escapar de volta para a realidade.",
              "still_path": "/bsjdWN0H0t9Pe7nPYoxXTHd8KpP.jpg",
              "embed_link": "https://embedder.net/e/85937/2/3",
              "mp4_link": null
            },
            {
              "episode_number": 4,
              "title": "Insulto",
              "overview": "Tanjiro descobre uma arriscada forma de escapar do sonho no Trem Infinito. Porém, para proteger os passageiros sob domínio do Oni, ele precisará que seus colegas Exterminadores também despertem.",
              "still_path": "/eECM3oquq3G8jFOGWTnxaFql3vM.jpg",
              "embed_link": "https://embedder.net/e/85937/2/4",
              "mp4_link": null
            },
            {
              "episode_number": 5,
              "title": "Em Frente!",
              "overview": "Tanjiro descobre o Oni que colocou todos os passageiros do Trem Infinito para dormir. No entanto, ao cortar o próprio pescoço, descobre que ele na verdade tomou conta de todo trem. Agora, enquanto precisa proteger seus amigos e os passageiros, Tanjiro precisa encontrar uma forma de derrotar o Oni de uma vez por todas!",
              "still_path": "/wiyxLpsQtpG6tMO3HjaTwD98SD.jpg",
              "embed_link": "https://embedder.net/e/85937/2/5",
              "mp4_link": null
            },
            {
              "episode_number": 6,
              "title": "Akaza",
              "overview": "Tanjiro e Inosuke lutam para cortar o pescoço do Oni que se fundiu com o trem. Tanjiro está ferido, mas consegue cumprir sua missão. No entanto, logo após Rengoku chegar ao seu socorro, um outro Oni aparece para atacá-los…",
              "still_path": "/9mhvaSJfVDUF8uiInaa3KOoXMsC.jpg",
              "embed_link": "https://embedder.net/e/85937/2/6",
              "mp4_link": null
            },
            {
              "episode_number": 7,
              "title": "Acenda o Fogo do Seu Coração",
              "overview": "Após a derrota de Enmu, surge Akaza, um Três Superior, diante de Tanjiro e Rengoku. Ferido, no chão, Tanjiro por pouco não é atacado pelo inimigo e escapa da morte por um triz quando Rengoku rapidamente contra-ataca. Durante uma batalha intensa entre Rengoku e Akaza, este sugere a Rengoku que se torne um Oni. O Pilar das Chamas recusa veementemente a oferta, mas seu corpo ferido está exaurido e sendo levado além dos seus limites físicos...",
              "still_path": "/bSKs2NzkXd8n0f2bIT8lhEuR7DH.jpg",
              "embed_link": "https://embedder.net/e/85937/2/7",
              "mp4_link": null
            }
          ]
        },
        {
          "season_number": 3,
          "name": "Arco do Distrito do Entretenimento",
          "poster_url": "/aAjU9lDHMKYt0uq4CTmDhal7IMu.jpg",
          "episodes": [
            {
              "episode_number": 1,
              "title": "Hashira Tengen Uzui, o Pilar do Som",
              "overview": "Após o incidente do trem de Mugen, Akaza visita Muzan Kibutsuji. Guiado por um corvo, Tanjiro Kamado dirige-se à residência Rengoku para transmitir as últimas mensagens de Kyojuro Rengoku a seu pai e irmão mais novo. O grupo de Tanjiro retorna à Mansão das Borboletas.",
              "still_path": "/yHvD7Yhaxcn0Mc3BSI0yAFVrYT8.jpg",
              "embed_link": "https://embedder.net/e/85937/3/1",
              "mp4_link": null
            },
            {
              "episode_number": 2,
              "title": "Invasão do Distrito de Entretenimento",
              "overview": "Depois que Tanjiro visita a residência Rengoku e encontra o irmão mais novo de Kyojuro, Senjuro, para entregar a última mensagem de Kyojuro, Tanjiro passa seus dias treinando e completando missões. Um dia, ele retorna à Mansão das Borboletas para encontrar Sound Hashira, Tengen Uzui, tentando levar Aoi e Naho em uma missão contra a vontade delas. Tanjiro, Zenitsu e Inosuke se oferecem para ir nessa missão, e eles seguem para seu próximo destino - o Distrito de Entretenimento.",
              "still_path": "/mTtIdiS9ntOjlBFaZxGRu5qkZdF.jpg",
              "embed_link": "https://embedder.net/e/85937/3/2",
              "mp4_link": null
            },
            {
              "episode_number": 3,
              "title": "O Que Você Está?",
              "overview": "Depois de chegar ao Distrito de Entretenimento, Tanjiro e seus companheiros se infiltram em cada casa onde trabalham as esposas de Uzui, Suma, Makio e Hinatsuru. Enquanto trabalhava como aprendiz e procurava por seu paradeiro, Inosuke ouve que Makio estava se fechando para longe de todos em seu quarto.",
              "still_path": "/1pEUWW6ynwjeCthb7NqQlSMtxso.jpg",
              "embed_link": "https://embedder.net/e/85937/3/3",
              "mp4_link": null
            },
            {
              "episode_number": 4,
              "title": "Esta noite",
              "overview": "Zenitsu desaparece e Uzui começa a achar que foi uma má ideia ter trazido Tanjiro e companhia para esta missão. Enquanto isso, Tanjiro se prepara para se unir a Inosuke, mas acaba sentindo um cheiro incomum...",
              "still_path": "/oyZd3BMT8pH83PLLG07njxhKfkO.jpg",
              "embed_link": "https://embedder.net/e/85937/3/4",
              "mp4_link": null
            },
            {
              "episode_number": 5,
              "title": "Vamos bem extravagantes!",
              "overview": "Tanjiro luta contra Daki. Enquanto isso, Uzui encontra Hinatsuru e a salva. Inosuke vai atrás da Oni cuja presença sentiu. Uzui usa suas habilidades para encontrar o local da luta. Enquanto isso, Tanjiro não vê outra alternativa a não ser usar os ataques da sua dança Hinokami Kagura.",
              "still_path": "/xHobu2pJtnRePBxrvxafUHXKJNr.jpg",
              "embed_link": "https://embedder.net/e/85937/3/5",
              "mp4_link": null
            },
            {
              "episode_number": 6,
              "title": "Memórias Sobrepostas",
              "overview": "Tanjiro ganha domínio sobre a Dança Hinokami Kagura durante o confronto com Daki. Enquanto isso, Uzui e os demais correm ao seu encontro.",
              "still_path": "/9jSSKfsWXEPwiSz8eCMQK8St5gc.jpg",
              "embed_link": "https://embedder.net/e/85937/3/6",
              "mp4_link": null
            },
            {
              "episode_number": 7,
              "title": "Transformação",
              "overview": "Na luta contra Daki, Tanjiro é aparentemente derrotado, mas Nezuko desperta e parte para ajudá-lo. No entanto ela começa a perder o controle de seus poderes de Oni. Enquanto isso, Uzui se aproxima do campo de batalha.",
              "still_path": "/6IVxJBaIAOboW9HXzx0Kr0DevAZ.jpg",
              "embed_link": "https://embedder.net/e/85937/3/7",
              "mp4_link": null
            },
            {
              "episode_number": 8,
              "title": "Reunião",
              "overview": "Após Uzui derrotar Daki, surge outro oni, Gyutaro, do corpo dela. A luta fica cada vez mais acirrada, no entanto, Tanjiro, Zenitsu e Inosuke se juntam para ajudar a derrotá-los.",
              "still_path": "/5UvxFzLy40MGDue1fvTDFmz2WNj.jpg",
              "embed_link": "https://embedder.net/e/85937/3/8",
              "mp4_link": null
            },
            {
              "episode_number": 9,
              "title": "Quando eu Derrotar os Onis Superiores",
              "overview": "Enquanto Uzui e Tanjiro lutam contra Gyutaro, Inosuke e Zenitsu encaram Daki! Para vencê-los, eles precisam cortar o pescoço de ambos ao mesmo tempo. Mas será que eles vão conseguir?",
              "still_path": "/8qmQglGIAYFk3cPGONQrr3EpxQ7.jpg",
              "embed_link": "https://embedder.net/e/85937/3/9",
              "mp4_link": null
            },
            {
              "episode_number": 10,
              "title": "Jamais vou desistir",
              "overview": "Uzui está caído apagado em meio ao fogo. Inosuke leva um corte no coração. Zenitsu está sob uma pilha de destroços. Tanjiro não tem muito o que fazer a não ser continuar lutando. Mas conseguirá derrotar Daki e Gyutaro sozinho?",
              "still_path": "/9vq4YJdsQ53D4CqQQumRHg6gLgg.jpg",
              "embed_link": "https://embedder.net/e/85937/3/10",
              "mp4_link": null
            },
            {
              "episode_number": 11,
              "title": "Não importa quantas vezes eu precisar renascer",
              "overview": "Uzui desvia de todos os ataques de Kekkijutsu de Gyutaro e apesar de Tanjiro ter a mandíbula perfurada, é capaz de cortar a cabeça de Gyutaro. Apesar de estarem completamente feridos, Zenitsu e Inosuke também cortam a cabeça de Daki. Assim, eles conseguem decapitar ambos os onis ao mesmo tempo. Quando parece que eles derrotaram o Seis Superior depois de uma luta violenta, Gyutaro libera seu Kekkijutsu...",
              "still_path": "/jEVRbGU7NJZRzgqqSFiSG4rEGTP.jpg",
              "embed_link": "https://embedder.net/e/85937/3/11",
              "mp4_link": null
            }
          ]
        },
        {
          "season_number": 4,
          "name": "Arco da Vila dos Ferreiros",
          "poster_url": "/x3CN47K0GiFdmQqhipIWmTqSJGN.jpg",
          "episodes": [
            {
              "episode_number": 1,
              "title": "Sonho de Alguém",
              "overview": "Após a batalha no distrito do Entretenimento, Muzan reúne os Luas Superiores para tratar de um assunto importante. Enquanto isso, Tanjiro e seus amigos se recuperam da batalha. Tanjiro, ao despertar, parte para o vilarejo dos ferreiros, em busca de uma forma de consertar sua espada.",
              "still_path": "/nIiUkcBobhVoBh02RnXRaS5KW3U.jpg",
              "embed_link": "https://embedder.net/e/85937/4/1",
              "mp4_link": null
            },
            {
              "episode_number": 2,
              "title": "Yoriichi Tipo Zero",
              "overview": "Tanjiro sai em busca do Sr. Haganezuka para encontrar sua espada, mas acaba encontrando um Hashira, um garoto aprendiz de ferreiro e um boneco mecânico de seis braços que é de alguma forma familiar.",
              "still_path": "/uvT1yTTx3rfAIP8AtqxtSM0ZxRB.jpg",
              "embed_link": "https://embedder.net/e/85937/4/2",
              "mp4_link": null
            },
            {
              "episode_number": 3,
              "title": "Uma Espada de mais de 300 Anos",
              "overview": "Tanjiro descobre uma espada antiga dentro do boneco e isso chama a atenção do Sr. Haganezuka, que finalmente aparece. Enquanto ele aguarda que a espada seja polida, começa a acontecer um ataque ao vilarejo dos ferreiros.",
              "still_path": "/wquxWyBwsXG3lWrDjg7TQKSRfew.jpg",
              "embed_link": "https://embedder.net/e/85937/4/3",
              "mp4_link": null
            },
            {
              "episode_number": 4,
              "title": "Obrigado, Tokito",
              "overview": "Enquanto Tokito muda de ideia após ouvir as palavras de Tanjiro e resolve salvar alguém na floresta, Tanjiro e companhia lutam. No entanto, logo Tanjiro acaba separado de Nezuko e Genya. Será que ele conseguirá voltar a tempo de ajudá-los?",
              "still_path": "/2HLP9LAcPkkzGbLpeKm33BXj4NE.jpg",
              "embed_link": "https://embedder.net/e/85937/4/4",
              "mp4_link": null
            },
            {
              "episode_number": 5,
              "title": "Espada Vermelha Brilhante",
              "overview": "Tokito segue avançando em meio a floresta e encontra o Sr. Kanamori. Logo que chegam até a cabana de trabalho no meio da floresta, são recepcionados por Gyokko. Enquanto isso, Tanjiro continua sua luta contra Hantengu.",
              "still_path": "/vtImSrMdWDsmhXFMs681mkxdGed.jpg",
              "embed_link": "https://embedder.net/e/85937/4/5",
              "mp4_link": null
            },
            {
              "episode_number": 6,
              "title": "Não vai se tornar um Hashira?",
              "overview": "Duas lutas simultâneas continuam, Tanjiro, Nezuko e Genya contra Hantengu e Tokito contra Gyokko. Genya começou a mostrar uma forma demoníaca. Tanjiro pede para que ele procure o verdadeiro corpo de Hantengu, mas memórias do passado começam a assolar Genya.",
              "still_path": "/o0HAhA3zeNsPQPtAnoigJlpCCuk.jpg",
              "embed_link": "https://embedder.net/e/85937/4/6",
              "mp4_link": null
            },
            {
              "episode_number": 7,
              "title": "Vilão Terrível",
              "overview": "Enquanto Tanjiro acredita que finalmente encontrou o verdadeiro corpo de Hantengu e vencerá a luta, um novo demônio aparece para combatê-lo. Enquanto isso, Tokito está preso dentro do jarro de água de Gyokko sufocando enquanto o Lua Superior parte para a cabana onde está o Sr. Haganezuka.",
              "still_path": "/7jOdHvdpD5oKGsRgixuMCJ5P5vJ.jpg",
              "embed_link": "https://embedder.net/e/85937/4/7",
              "mp4_link": null
            },
            {
              "episode_number": 8,
              "title": "O Mu de Muichiro",
              "overview": "A batalha intensa contra Gyokko continua. Tokito finalmente se libertou do vaso de água, mas a situação está desesperadora. Em meio a isso, ele começa a ter lembranças das dificuldades que viveu na infância e como isso influenciou sua vida hoje.",
              "still_path": "/sM31ISH4HuaSvC9Kf7A76f7SsOa.jpg",
              "embed_link": "https://embedder.net/e/85937/4/8",
              "mp4_link": null
            },
            {
              "episode_number": 9,
              "title": "O Pilar da Névoa, Muichiro Tokito",
              "overview": "Tokito continua sua luta contra Gyokko, que finalmente revela todos os seu poderes. Será que o Pilar da Névoa conseguirá vencer esta batalha? Enquanto isso, Tanjiro sofre na luta contra Hantengu.",
              "still_path": "/6EgVImJC0fn0jshgw12NHRf5Rzd.jpg",
              "embed_link": "https://embedder.net/e/85937/4/9",
              "mp4_link": null
            },
            {
              "episode_number": 10,
              "title": "A Pilar do Amor, Mitsuri Kanroji",
              "overview": "A luta contra Hantengu continua. Em meio a tudo isso, Kanroji mostra seu verdadeiro poder. No entanto, não parece suficiente para derrotar o Quatro Superior. Neste momento, ela se lembra de tudo que aconteceu no seu passado e de repente aparece a força necessária para continuar.",
              "still_path": "/iKD90AUxGHcLHGvbuSKfqq76rbE.jpg",
              "embed_link": "https://embedder.net/e/85937/4/10",
              "mp4_link": null
            },
            {
              "episode_number": 11,
              "title": "Laços Conectados - Amanhecer e a Primeira Luz",
              "overview": "Tanjiro continua a luta contra Hantengu. Em meio a todos os seus ferimentos e a habilidade do Quatro Superior, conseguirá ele derrotá-lo? Enquanto a batalha se aproxima do fim, o Esquadrão de Exterminadores precisa correr contra o tempo para terminar a luta antes que o dia amanheça.",
              "still_path": "/kFvPNnB8215j0xudEtFXa7oJ8F6.jpg",
              "embed_link": "https://embedder.net/e/85937/4/11",
              "mp4_link": null
            }
          ]
        },
        {
          "season_number": 5,
          "name": "Arco do Treinamento Hashira",
          "poster_url": "/pBw3fbxBwtM6GPwgGqdkpbkzhNS.jpg",
          "episodes": [
            {
              "episode_number": 1,
              "title": "Para derrotar Muzan Kibutsuji",
              "overview": "Depois dos eventos no Vilarejo dos Ferreiros, o Esquadrão de Exterminadores está preocupado com um ataque iminente dos demônios de Muzan Kibutsuji. Para encontrar uma forma de derrotá-lo, Kagaya Ubuyashiki convoca uma reunião dos Hashira.",
              "still_path": "/rgDvHS8LHTHuU4Xx64sSVvA39gZ.jpg",
              "embed_link": "https://embedder.net/e/85937/5/1",
              "mp4_link": null
            },
            {
              "episode_number": 2,
              "title": "A dor do Pilar da Água, Giyu Tomioka",
              "overview": "Antes de poder começar seu treinamento, Tanjiro recebe uma missão: precisa conversar com Giyu Tomioka e convencê-lo a participar do Treinamento Hashira. No entanto, para isso precisará mergulhar no passado de Tomioka e no caminho que ele trilhou para entrar para o Esquadrão de Exterminadores.",
              "still_path": "/wJPkCpsVFmMS6lAgBbLW5zs8Q3f.jpg",
              "embed_link": "https://embedder.net/e/85937/5/2",
              "mp4_link": null
            },
            {
              "episode_number": 3,
              "title": "Tanjiro Completamente Recuperado!! Ele se junta ao Treinamento Hashira",
              "overview": "Tanjiro, finalmente recuperado, começa o seu treinamento Hashira. No entanto, Tengen Uzui, o ex-Hashira que está encarregado da primeira parte do treinamento, não pega leve com ninguém.",
              "still_path": "/mNiT7VrfYxQXbgVqEEWtyM2EgRu.jpg",
              "embed_link": "https://embedder.net/e/85937/5/3",
              "mp4_link": null
            },
            {
              "episode_number": 4,
              "title": "Para colocar um sorriso no seu rosto",
              "overview": "Tanjiro chega a próxima fase do treinamento Hashira, com Tokito. No entanto, o Pilar da Névoa parece pegar extremamente pesado com seus pupilos. Será que Tanjiro conseguirá de alguma forma amaciar o coração de Tokito para que ele pegue mais leve com os demais integrantes do esquadrão de exterminadores?",
              "still_path": "/bQQ0uQ5AJ7sYDbirDIzB33J7FgF.jpg",
              "embed_link": "https://embedder.net/e/85937/5/4",
              "mp4_link": null
            },
            {
              "episode_number": 5,
              "title": "Eu até comi demônios...",
              "overview": "Tanjiro segue avançando pelos treinamentos dos Hashira, passando facilmente pelo treinamento de Kanroji. No entanto, logo em seguida ele sente alguma dificuldade no treinamento de Iguro. Será que ele vai conseguir continuar avançando em direção aos próximos treinamentos?",
              "still_path": "/iiKJxsJOT69R86Y5QFtUUQmeha.jpg",
              "embed_link": "https://embedder.net/e/85937/5/5",
              "mp4_link": null
            },
            {
              "episode_number": 6,
              "title": "O mais forte do Esquadrão de Exterminadores",
              "overview": "Após os últimos acontecimentos, Tanjiro e Zenitsu vão até o treinamento do Pilar das Rochas, Himejima. Lá eles encontram Inosuke e encaram três tarefas difíceis de cumprir: o treinamento na cachoeira, o treinamento de carregar troncos de árvore e empurrar uma pedra. Mas será que eles têm o necessário para superar essa fase do treinamento Hashira?",
              "still_path": "/jwAiNnEDDgGathvC8VDTmfXqybH.jpg",
              "embed_link": "https://embedder.net/e/85937/5/6",
              "mp4_link": null
            },
            {
              "episode_number": 7,
              "title": "Gyomei Himejima, o Pilar das Rochas",
              "overview": "Tanjiro finalmente consegue terminar o treinamento da rocha. Após isso, ele passa a entender um pouco mais sobre o passado de Himejima. Enquanto um novo mal se aproxima, Tanjiro encontra Giyu e Shinazugawa treinando.",
              "still_path": "/1rw2hmzC7yJwtDfXuP9MIYQvJWQ.jpg",
              "embed_link": "https://embedder.net/e/85937/5/7",
              "mp4_link": null
            },
            {
              "episode_number": 8,
              "title": "Os Hashira se Unem",
              "overview": "Uma presença quase que fantasmagórica começa a se aproximar da Mansão de Ubuyashiki. Muzan Kibutsuji chega ao líder do Esquadrão de Exterminadores. Mas este encontro dos dois irá finalmente sedimentar a supremacia dos demônios ou se tornará um fio de esperança?",
              "still_path": "/a8QEWBNIfRzXN7g5WOdrPS3QeKy.jpg",
              "embed_link": "https://embedder.net/e/85937/5/8",
              "mp4_link": null
            }
          ]
        }
      ]
    }
  ],
  "tv_channels": [
    {
      "id": "1746903726605",
      "name": "espn",
      "logo_url": "https://images.seeklogo.com/logo-png/34/2/lion-leao-logo-png_seeklogo-344756.png",
      "embed_link": null,
      "mp4_link": "https://play.betteranime.net/playlist/S/p86taRAbyz/TDh1cwlvmZ/d6v5JokVG8/mMbFDgUwrT/mMbFDgUwrT.m3u8"
    },
    {
      "id": "1746903292875",
      "name": "globo",
      "logo_url": "https://images.seeklogo.com/logo-png/32/1/globo-logo-png_seeklogo-325072.png",
      "embed_link": null,
      "mp4_link": "https://play.betteranime.net/playlist/S/p86taRAbyz/TDh1cwlvmZ/d6v5JokVG8/mMbFDgUwrT/mMbFDgUwrT.m3u8"
    }
  ]
}