{
  "movies": [
    {
      "tmdb_id": 635302,
      "title": "Demon Slayer: Mugen Train - O Filme",
      "overview": "Tanjiro Kamado, junto com Inosuke Hashibira, um garoto criado por javalis que usa uma cabeça de javali, e Zenitsu Agatsuma, um garoto assustado que revela seu verdadeiro poder quando dorme, embarca no Trem Infinito em uma nova missão com o Hashira de Fogo, Kyojuro Rengoku, para derrotar um demônio que tem atormentado o povo e matado os caçadores de oni que se opõem a ele!",
      "poster_path": "/jlGL6yoyDTAZeVzqTfD9aU1tFnr.jpg",
      "release_date": "2020-10-16",
      "type": "movie",
      "embed_link": null,
      "mp4_link": null
    },
    {
      "tmdb_id": 1726,
      "title": "Homem de Ferro",
      "overview": "Tony Stark é um industrial bilionário, que também é um brilhante inventor. Ao ser sequestrado ele é obrigado por terroristas a construir uma arma devastadora mas, ao invés disto, constrói uma armadura de alta tecnologia que permite que fuja de seu cativeiro. A partir de então ele passa a usá-la para combater o crime, sob o alter ego do Homem de Ferro.",
      "poster_path": "/adSJ0DpgOsMwrpUH78cZpLGOOAk.jpg",
      "release_date": "2008-04-30",
      "type": "movie",
      "embed_link": null,
      "mp4_link": null
    }
  ],
  "series": [
    {
      "tmdb_id": 1399,
      "title": "Game of Thrones",
      "overview": "Em uma terra onde os verões podem durar vários anos e o inverno toda uma vida, sete nobres famílias lutam pelo controle da mítica terra de Westeros, dividida depois de uma guerra. Num cenário que lembra a Europa medieval, reis, rainhas, cavaleiros e renegados usam todos os meios possíveis em um jogo político pela disputa do Trono de Ferro, o símbolo do poder absoluto.",
      "poster_path": "/l2ezB41chGDjXcKo24lseuXYtKP.jpg",
      "release_date": "2011-04-17",
      "type": "series",
      "seasons": []
    },
    {
      "tmdb_id": 85937,
      "title": "Demon Slayer: Kimetsu no Yaiba",
      "overview": "Japão, era Taisho. Tanjiro, um bondoso jovem que ganha a vida vendendo carvão, descobre que sua família foi massacrada por um demônio. E pra piorar, Nezuko, sua irmã mais nova e única sobrevivente, também foi transformada num demônio. Arrasado com esta sombria realidade, Tanjiro decide se tornar um matador de demônios para fazer sua irmã voltar a ser humana, e para matar o demônio que matou sua família. Um triste conto sobre dois irmãos, onde os destinos dos humanos e dos demônios se entrelaçam, começa agora.",
      "poster_path": "/xUfRZu2mi8jH6SzQEJGP6tjBuYj.jpg",
      "release_date": "2019-04-06",
      "type": "series",
      "seasons": []
    }
  ]
}