[
  {
    "tmdb_id": 118406,
    "imdb_id": "tt2290828",
    "title": "Naruto Shippuden O Filme: Caminho do Ninja",
    "overview": "Naruto e seus amigos conseguem afugentar os malvados Akatsuki, que misteriosamente retornaram dos mortos, mas logo uma estranha figura mascarada aparece diante dele.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hyv75xNqvpPqoIBQFyBCoLOJmvh.jpg",
    "embed_link": "https://embedder.net/e/tt2290828",
    "mp4_link": null
  },
  {
    "tmdb_id": 17581,
    "imdb_id": "tt1160524",
    "title": "Naruto Shippuden O Filme: Laços",
    "overview": "Antigamente existia a 'mágica' e respeitada vila do \"Céu\", uma fortaleza flutuante. Acreditava-se que ela era o centro mais protegido do mundo, pois era uma combinação de gigantescas muralhas impenetráveis, e havia um poder de flutuação que era sustentado por um outro mistério, o 'Chakra Negro'. Mas por algum motivo a vila oculta do \"Céu\" foi extinta... a \"Vila Flutuante\" sumiu com tudo e com todos, o que restou foram somente ruínas e algumas histórias. Agora ela reaparece trazendo à tona laços inseparáveis.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mVxwJGCJmbeL9d6C85IhNbAq4TT.jpg",
    "embed_link": "https://embedder.net/e/tt1160524",
    "mp4_link": null
  },
  {
    "tmdb_id": 18861,
    "imdb_id": "tt1071815",
    "title": "Naruto: Guardiões do Reino da Lua Crescente",
    "overview": "Naruto Uzumaki, Sakura Haruno, Rock Lee e Kakashi Hatake foram enviados para proteger um príncipe durante sua viagem ao redor do mundo e garantir que ele volte com segurança para sua casa no País da Lua. O País da Lua por ser muito rico possibilita que o Príncipe compre tudo que deseja. Durante sua viagem, o Príncipe encontra um grupo circense que possui um raro tigre dente-de-sabre que ele deseja ter, então ele compra o grupo todo. De repente a missão de proteger o príncipe que difícilmente escuta o que lhe é dito, se torna em uma missão para proteger não só ele, mas também outros animais, e tentar levá-los de alguma forma salvos para suas casas. O problema surge quando três ninjas que manipulam jutsus amedrontadores estão a espera deles.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2wwVFqDULo63dxQGp4jOKzClIGt.jpg",
    "embed_link": "https://embedder.net/e/tt1071815",
    "mp4_link": null
  }
]