[
  {
    "tmdb_id": 1067282,
    "name": "Demon Slayer: Kimetsu no Yaiba -To the Swordsmith Village-",
    "image_path": "/hEhGrcST85vMd63PBDgPBqih2tR.jpg",
    "synopsis": "A recap of Kimetsu no Yaiba episodes 43–45, with new footage and special end credits. Together with his comrades, Zenitsu and Inosuke, along with one of the top-ranking members of the Demon Slayer Corps, Tengen Uzui, Tanjiro embarks on a mission within the Entertainment District, where they encounter the formidable, high-ranking demons, Daki and Gyutaro.",
    "embed_link": null,
    "mp4_link": null,
    "release_date_str": null,
    "tmdb_status": null
  },
  {
    "tmdb_id": 10138,
    "name": "Homem de Ferro 2",
    "image_path": "/vzROjQbgKWMVf2EldXipCcjpuBL.jpg",
    "synopsis": "Em um mundo ciente da existência do Homem de Ferro, o inventor bilionário Tony Stark sofre pressão de todos os lados para compartilhar sua tecnologia com as forças armadas. Ele resiste para divulgar os segredos de sua inigualável armadura, com medo de que estas informações caiam nas mãos erradas.",
    "embed_link": null,
    "mp4_link": null,
    "release_date_str": "2010-04-28",
    "tmdb_status": null
  },
  {
    "tmdb_id": 1726,
    "name": "Homem de Ferro",
    "image_path": "/adSJ0DpgOsMwrpUH78cZpLGOOAk.jpg",
    "synopsis": "Tony Stark é um industrial bilionário, que também é um brilhante inventor. Ao ser sequestrado ele é obrigado por terroristas a construir uma arma devastadora mas, ao invés disto, constrói uma armadura de alta tecnologia que permite que fuja de seu cativeiro. A partir de então ele passa a usá-la para combater o crime, sob o alter ego do Homem de Ferro.",
    "embed_link": null,
    "mp4_link": null,
    "release_date_str": "2008-04-30",
    "tmdb_status": null
  },
  {
    "tmdb_id": 228150,
    "name": "Corações de Ferro",
    "image_path": "/p1ZsfMIfRs7cw2ebx17z1oo9YS7.jpg",
    "synopsis": "Durante o final da Segunda Guerra Mundial, um grupo de cinco soldados americanos é encarregado de atacar os nazistas dentro da própria Alemanha. Apesar de estarem em quantidade inferior e terem poucas armas, eles são liderados pelo enfurecido Wardaddy, sargento que pretende levá-los à vitória, enquanto ensina o novato Norman a lutar.",
    "embed_link": null,
    "mp4_link": null,
    "release_date_str": "2014-10-15",
    "tmdb_status": null
  },
  {
    "tmdb_id": 10386,
    "name": "O Gigante de Ferro",
    "image_path": "/a8StQ8dmVQ94THFTrMVHuMp5QKw.jpg",
    "synopsis": "Em 1957, um robô alienígena gigante aterrissa perto da pequena cidade de Rockwell, Maine (EUA). Hogarth, um garoto de nove anos que estava explorando a área, encontra o robô e os dois ficam amigos. Mas um agente do governo completamente obcecado surge com o objetivo de destruir o extraterrestre a qualquer custo.",
    "embed_link": null,
    "mp4_link": null,
    "release_date_str": "1999-08-06",
    "tmdb_status": null
  },
  {
    "tmdb_id": 9313,
    "name": "O Homem da Máscara de Ferro",
    "image_path": "/k9urO3enqeMgSjb6br1iSUj4Wq7.jpg",
    "synopsis": "Em 1662, a França vive sob o reinado do perverso Luís XIV, que mantém um prisioneiro misterioso encarcerado com uma máscara de ferro. Para salvar a nação, os quatro mosqueteiros voltam a se unir e sua primeira missão é libertar este prisioneiro.",
    "embed_link": null,
    "mp4_link": null,
    "release_date_str": "1998-03-12",
    "tmdb_status": null
  },
  {
    "tmdb_id": 20982,
    "name": "Naruto Shippuden: O Filme",
    "image_path": "/x2CL0VzHq8DwD1UDG9Jck7VZH1L.jpg",
    "synopsis": "Demônios que antes quase destruíram o mundo, agora foram libertados por alguém. Para evitar a destruição, os demônios devem ser novamente selados e trancados, e a única pessoa capaz de fazer isto é uma menina chamada Shion. Ela vem do país do demônio e é capaz de duas coisas: prever a morte de pessoas e também selar demônios. Desta vez, a missão de Naruto é proteger Shion, mas ela prevê a morte dele.",
    "embed_link": null,
    "mp4_link": null,
    "release_date_str": "2007-08-04",
    "tmdb_status": null
  },
  {
    "tmdb_id": 16910,
    "name": "Naruto: A Lenda da Pedra de Gelel",
    "image_path": "/91MdpBECxnko6W48X05snozqjPh.jpg",
    "synopsis": "Naruto, Shikamaru e Sakura estão prestes a devolver um furão perdido para seu dono quando um jovem cavaleiro, Temujin, os ataca. De repente, eles são arrastados para uma corrida feroz por um tesouro que abriga um poder lendário: a Pedra de Gelel.",
    "embed_link": null,
    "mp4_link": null,
    "release_date_str": "2005-08-06",
    "tmdb_status": null
  }
]