[
  {
    "tmdb_id": 1067282,
    "name": "Demon Slayer: Kimetsu no Yaiba -To the Swordsmith Village-",
    "image_path": "/hEhGrcST85vMd63PBDgPBqih2tR.jpg",
    "synopsis": "A recap of Kimetsu no Yaiba episodes 43–45, with new footage and special end credits. Together with his comrades, Zenitsu and Inosuke, along with one of the top-ranking members of the Demon Slayer Corps, Tengen Uzui, Tanjiro embarks on a mission within the Entertainment District, where they encounter the formidable, high-ranking demons, Daki and Gyutaro.",
    "embed_link": null,
    "mp4_link": null,
    "release_date_str": null,
    "tmdb_status": null
  },
  {
    "tmdb_id": 10138,
    "name": "Homem de Ferro 2",
    "image_path": "/vzROjQbgKWMVf2EldXipCcjpuBL.jpg",
    "synopsis": "Em um mundo ciente da existência do Homem de Ferro, o inventor bilionário Tony Stark sofre pressão de todos os lados para compartilhar sua tecnologia com as forças armadas. Ele resiste para divulgar os segredos de sua inigualável armadura, com medo de que estas informações caiam nas mãos erradas.",
    "embed_link": null,
    "mp4_link": null,
    "release_date_str": "2010-04-28",
    "tmdb_status": null
  },
  {
    "tmdb_id": 1726,
    "name": "Homem de Ferro",
    "image_path": "/adSJ0DpgOsMwrpUH78cZpLGOOAk.jpg",
    "synopsis": "Tony Stark é um industrial bilionário, que também é um brilhante inventor. Ao ser sequestrado ele é obrigado por terroristas a construir uma arma devastadora mas, ao invés disto, constrói uma armadura de alta tecnologia que permite que fuja de seu cativeiro. A partir de então ele passa a usá-la para combater o crime, sob o alter ego do Homem de Ferro.",
    "embed_link": null,
    "mp4_link": null,
    "release_date_str": "2008-04-30",
    "tmdb_status": null
  },
  {
    "tmdb_id": 228150,
    "name": "Corações de Ferro",
    "image_path": "/p1ZsfMIfRs7cw2ebx17z1oo9YS7.jpg",
    "synopsis": "Durante o final da Segunda Guerra Mundial, um grupo de cinco soldados americanos é encarregado de atacar os nazistas dentro da própria Alemanha. Apesar de estarem em quantidade inferior e terem poucas armas, eles são liderados pelo enfurecido Wardaddy, sargento que pretende levá-los à vitória, enquanto ensina o novato Norman a lutar.",
    "embed_link": null,
    "mp4_link": null,
    "release_date_str": "2014-10-15",
    "tmdb_status": null
  },
  {
    "tmdb_id": 10386,
    "name": "O Gigante de Ferro",
    "image_path": "/a8StQ8dmVQ94THFTrMVHuMp5QKw.jpg",
    "synopsis": "Em 1957, um robô alienígena gigante aterrissa perto da pequena cidade de Rockwell, Maine (EUA). Hogarth, um garoto de nove anos que estava explorando a área, encontra o robô e os dois ficam amigos. Mas um agente do governo completamente obcecado surge com o objetivo de destruir o extraterrestre a qualquer custo.",
    "embed_link": null,
    "mp4_link": null,
    "release_date_str": "1999-08-06",
    "tmdb_status": null
  },
  {
    "tmdb_id": 9313,
    "name": "O Homem da Máscara de Ferro",
    "image_path": "/k9urO3enqeMgSjb6br1iSUj4Wq7.jpg",
    "synopsis": "Em 1662, a França vive sob o reinado do perverso Luís XIV, que mantém um prisioneiro misterioso encarcerado com uma máscara de ferro. Para salvar a nação, os quatro mosqueteiros voltam a se unir e sua primeira missão é libertar este prisioneiro.",
    "embed_link": null,
    "mp4_link": null,
    "release_date_str": "1998-03-12",
    "tmdb_status": null
  },
  {
    "tmdb_id": 20982,
    "name": "Naruto Shippuden: O Filme",
    "image_path": "/x2CL0VzHq8DwD1UDG9Jck7VZH1L.jpg",
    "synopsis": "Demônios que antes quase destruíram o mundo, agora foram libertados por alguém. Para evitar a destruição, os demônios devem ser novamente selados e trancados, e a única pessoa capaz de fazer isto é uma menina chamada Shion. Ela vem do país do demônio e é capaz de duas coisas: prever a morte de pessoas e também selar demônios. Desta vez, a missão de Naruto é proteger Shion, mas ela prevê a morte dele.",
    "embed_link": null,
    "mp4_link": null,
    "release_date_str": "2007-08-04",
    "tmdb_status": null
  },
  {
    "tmdb_id": 16910,
    "name": "Naruto: A Lenda da Pedra de Gelel",
    "image_path": "/91MdpBECxnko6W48X05snozqjPh.jpg",
    "synopsis": "Naruto, Shikamaru e Sakura estão prestes a devolver um furão perdido para seu dono quando um jovem cavaleiro, Temujin, os ataca. De repente, eles são arrastados para uma corrida feroz por um tesouro que abriga um poder lendário: a Pedra de Gelel.",
    "embed_link": null,
    "mp4_link": null,
    "release_date_str": "2005-08-06",
    "tmdb_status": null
  },
  {
    "tmdb_id": 118406,
    "name": "Naruto Shippuden O Filme: Caminho do Ninja",
    "image_path": "/hyv75xNqvpPqoIBQFyBCoLOJmvh.jpg",
    "synopsis": "Naruto e seus amigos conseguem afugentar os malvados Akatsuki, que misteriosamente retornaram dos mortos, mas logo uma estranha figura mascarada aparece diante dele.",
    "embed_link": null,
    "mp4_link": null,
    "release_date_str": "2012-07-28",
    "tmdb_status": null
  },
  {
    "tmdb_id": 50723,
    "name": "Naruto Shippuden O Filme: A Torre Perdida",
    "image_path": "/4IEBeghOA0tBE5gBiqoBU1ZlHUY.jpg",
    "synopsis": "Designado para uma missão para capturar Mukade, Naruto Uzumaki viaja para as ruínas de outra gloriosa histórica Rouran, onde persegue e encurrala o ninja. Mukade revelou a linha dormente dentro das ruínas, ele amplia o poder da linha temporal, causando uma luz para envolver Naruto, enviando-lhe vinte anos no passado. Quando Naruto acorda, ele entra em contato com seu pai.",
    "embed_link": null,
    "mp4_link": null,
    "release_date_str": "2010-07-31",
    "tmdb_status": null
  },
  {
    "tmdb_id": 36728,
    "name": "Naruto Shippuden O Filme: Herdeiros da Vontade do Fogo",
    "image_path": "/7TQFZZQhai2MY0FoWsWAMMtYANb.jpg",
    "synopsis": "Entre os cinco grandes países de shinobi, os países da Água, Terra, Trovão e Vento estão perdendo seus Kekkei Genkai, um atrás do outro. O único que não foi afetado foi o País de Fogo, os outros começam a suspeitar que isto não é nenhuma coincidência. Embora a tensão da situação pode levar a uma nova Guerra Shinobi, Kakashi desaparece da aldeia, qual será o motivo...!? Entretanto os 11 de konoha vão por vontade própria em busca de Kakashi acabando por enfrentar o bando de shinobis desconhecidos... como correrá?",
    "embed_link": null,
    "mp4_link": null,
    "release_date_str": "2009-08-01",
    "tmdb_status": null
  },
  {
    "tmdb_id": 410685,
    "name": "Naruto: OVA 2 - Batalha na Cachoeira Escondida. Eu sou o Herói!",
    "image_path": "/mpFZiRihCsPDdZ1Ef69WIengKh2.jpg",
    "synopsis": "Se trata de uma missão na vila da Cachoeira. Era para ser uma simples missão de escolta ao Herói da vila da cachoeira, o Shibuki, mas o melhor jounin da vila arquiteta um plano e com a ajuda de ninjas de outras vilas, resolve tomar posse da “Água Heróica”. Esta água especial, aumenta incrivelmente, os poderes do usuário. Apesar de todos chamarem o Shibuki de Herói ele é um medroso e terá de enfrentar isso para salvar a vila! Resta a Naruto, Sasuke e Sakura e até Shibuki, protegerem a Água Heróica e a Vila!",
    "embed_link": null,
    "mp4_link": null,
    "release_date_str": "2003-12-20",
    "tmdb_status": null
  },
  {
    "tmdb_id": 18861,
    "name": "Naruto: Guardiões do Reino da Lua Crescente",
    "image_path": "/2wwVFqDULo63dxQGp4jOKzClIGt.jpg",
    "synopsis": "Naruto Uzumaki, Sakura Haruno, Rock Lee e Kakashi Hatake foram enviados para proteger um príncipe durante sua viagem ao redor do mundo e garantir que ele volte com segurança para sua casa no País da Lua. O País da Lua por ser muito rico possibilita que o Príncipe compre tudo que deseja. Durante sua viagem, o Príncipe encontra um grupo circense que possui um raro tigre dente-de-sabre que ele deseja ter, então ele compra o grupo todo. De repente a missão de proteger o príncipe que difícilmente escuta o que lhe é dito, se torna em uma missão para proteger não só ele, mas também outros animais, e tentar levá-los de alguma forma salvos para suas casas. O problema surge quando três ninjas que manipulam jutsus amedrontadores estão a espera deles.",
    "embed_link": null,
    "mp4_link": null,
    "release_date_str": "2006-08-05",
    "tmdb_status": null
  },
  {
    "tmdb_id": 17581,
    "name": "Naruto Shippuden O Filme: Laços",
    "image_path": "/mVxwJGCJmbeL9d6C85IhNbAq4TT.jpg",
    "synopsis": "Antigamente existia a 'mágica' e respeitada vila do \"Céu\", uma fortaleza flutuante. Acreditava-se que ela era o centro mais protegido do mundo, pois era uma combinação de gigantescas muralhas impenetráveis, e havia um poder de flutuação que era sustentado por um outro mistério, o 'Chakra Negro'. Mas por algum motivo a vila oculta do \"Céu\" foi extinta... a \"Vila Flutuante\" sumiu com tudo e com todos, o que restou foram somente ruínas e algumas histórias. Agora ela reaparece trazendo à tona laços inseparáveis.",
    "embed_link": null,
    "mp4_link": null,
    "release_date_str": "2008-08-02",
    "tmdb_status": null
  }
]